{"data":{"allMarkdownRemark":{"edges":[{"node":{"html":"<h2>Gatsby JS</h2>\n<p>Pour ce site web, nous utilisons <a href=\"https://www.gatsbyjs.org/\">Gatsby JS</a>, qui permet de générer des site web à partir d'une bibliothèque JavaScript, qui peut contenir d'autre langues en plus, tel <a href=\"https://www.w3schools.com/html/\">HTML</a>, <a href=\"https://www.w3schools.com/Css/\">CSS</a>, <a href=\"https://daringfireball.net/projects/markdown/\">Markdown</a>, <a href=\"https://graphql.org/\">GraphQL</a>. Cette configuration, avec une multitude de languages, nous permet un processus idéal pour un travail de group.</p>\n<h2>Une multitude de languages pour un procédé inclusive</h2>\n<p>Nous voyons ici la structuration du site web:</p>\n<div align=\"center\" style=\"padding:20px;\"><img src=\"https://i.imgur.com/Ydls5yJ.png\"></img></div>\n \n L'on s'interèsse seulement au répertoire 'src', car il comprend tout le contenu du site vu par l'utilisateur. Dedans, il existe 4 répertoires:\n * 'compenents': il définit des élements réutilisables, tel la barre de navigation\n * 'markdown': il définit le contenu des pages, d'un manière facilement lisible pour les humains\n * 'pages': il attrape les fichiers markdown, grâce au langue GraphQL, et les transforme en instruction lisible par le navigateur - c'est-a-dire en language HTML et CSS\n * 'utils': il définit le style général du site\n<p>Cette structre spéciale nous permet un proces de travail compatible avec chaque membre du groupe. Ce ne connaissant rien en programmation travaillent sur les fichiers markdown et écrivent le vrai contenu du site web. Ce qui ce connaissent peuvent changer le format et le style du site de manière globale, avec les répertoires 'components' et 'utils'; pas besoin de passer par chaque fichier pour l'éditer. Finalement, tout cette procèdure est optimisé grâce au langue GraphQL, qui permet de créer les pages à partir des fichier markdown, de manière automatique.</p>","frontmatter":{"title":"Fonctionement du site web"}}}]}},"pageContext":{}}