{"data":{"allMarkdownRemark":{"edges":[{"node":{"html":"<h2>Des formes “triplexes”</h2>\n<p>Même si la structure canonique de l’ADN est la double hélice, nous savons maintenant que certaines mutations naturelles ou artificielles peuvent produire des triplexes de type ADN-H. C’est une forme alternative de l’ADN qui apparaît rarement et aléatoirement chez les êtres vivants, tout comme l’ADN-Z, une forme gauchère de l’ADN - dont la rotation est normalement droitière. </p>\n<p>En 2008, un enfant, Alfie Clamp, est né avec un brin supplémentaire sur le chromosome 7. Il est encore vivant, mais ce chromosome devenu triplexe ne remplit pas sa fonction normale; l’enfant est aveugle et souffre de problèmes sévères de santé, dont des problèmes de métabolisme.</p>\n<p>Cela s’explique par le fait que la formation de structures à trois brins porte atteinte à la capacité de transcription de l’ADN. Ces structures sont reconnues comme des erreurs par les mécanismes de réparation de l’ADN, ce qui déclenche le processus de réparation par excision. Mais, comme la structure fait partie de l’ADN natif de l’individu, la nouvelle structure formée après l’excision de cette partie reste une structure triplexe. Le processus de réparation est donc déclenché à nouveau, plusieurs fois, et à chaque fois l’ADN revient à cette structure qu’on considère comme une erreur. </p>\n<p>Finalement, cette réparation répétée déclenche ce qu’on appelle une réparation de sources d’erreurs, c’est la décision de supprimer la région entière. C’est fait par un mécanisme de rupture à double brin, un processus qui conduit à des délétions et des translocations, qui rendent impossible la transcription et peuvent provoquer des instabilités génétiques et même des cancers.</p>\n<hr>\n<h2>L’interruption de la transcription</h2>\n<p>Le mécanisme de transcription est complexe et essentiel pour l’expression de l’information génétique. Une hypothèse propose même que les introns, parties non codantes de l’ADN, suivent une logique mathématique similaire aux codes de correction d’erreurs comme les codes BCH, qui contribue à détecter et à corriger les erreurs qui pourraient être produites lors de la transcription. </p>\n<p>Il existe plusieurs articles scientifiques qui proposent de vérifier cette hypothèse, en comparant la séquence en nucléotides de certains gènes avec des codes BCH générés par des matrices construites à partir de données sur la longueur et le nombre de symboles différents de la séquence, mais aucune n’a encore donné de preuves conclusives. Nous avons cherché à répliquer les resultats publies dans un article de la revue Electronics Letters, mais notre essai n’a que démontré les limites de la méthode de vérification utilisée dans cet article. En effet, l'expérience proposée n’est possible que pour un nombre très limité de gènes - ceux dont le nombre total de nucléotides est une puissance de 2 -  et ne suffit pas pour prouver une hypothèse aussi complexe. Nous ne pouvons pas encore savoir si ce lien existe réellement. </p>\n<p>Ce qui est clair est la complexité et l’importance essentielle de ce processus de transcription des gènes, et donc la magnitude des dégâts si, comme dans le cas de la formation d’ADN à trois brins, ce processus est interrompu.</p>\n<div class=\"sketchfab-embed-wrapper\"><iframe width=\"700\" height=\"675\" src=\"https://sketchfab.com/models/235e1c44432642cb8f1f64eb0fff7c6f/embed?autospin=0.2&amp;autostart=1\" frameborder=\"0\" allow=\"autoplay; fullscreen; vr\" mozallowfullscreen=\"true\" webkitallowfullscreen=\"true\"></iframe>\n<p style=\"font-size: 13px; font-weight: normal; margin: 5px; color: #4A4A4A;\">\n    <a href=\"https://sketchfab.com/models/235e1c44432642cb8f1f64eb0fff7c6f?utm_medium=embed&utm_source=website&utm_campaign=share-popup\" target=\"_blank\" style=\"font-weight: bold; color: #1CAAD9;\">DNA-H</a>\n    by <a href=\"https://sketchfab.com/rscrawford?utm_medium=embed&utm_source=website&utm_campaign=share-popup\" target=\"_blank\" style=\"font-weight: bold; color: #1CAAD9;\">R. Crawford</a>\n    on <a href=\"https://sketchfab.com?utm_medium=embed&utm_source=website&utm_campaign=share-popup\" target=\"_blank\" style=\"font-weight: bold; color: #1CAAD9;\">Sketchfab</a>\n</p>\n</div>\n<div class=\"sketchfab-embed-wrapper\"><iframe width=\"700\" height=\"675\" src=\"https://sketchfab.com/models/62462c1ca7324b02963369b4c3e3b050/embed?autospin=0.2&amp;autostart=1\" frameborder=\"0\" allow=\"autoplay; fullscreen; vr\" mozallowfullscreen=\"true\" webkitallowfullscreen=\"true\"></iframe>\n<p style=\"font-size: 13px; font-weight: normal; margin: 5px; color: #4A4A4A;\">\n    <a href=\"https://sketchfab.com/models/62462c1ca7324b02963369b4c3e3b050?utm_medium=embed&utm_source=website&utm_campaign=share-popup\" target=\"_blank\" style=\"font-weight: bold; color: #1CAAD9;\">DNA-B</a>\n    by <a href=\"https://sketchfab.com/rscrawford?utm_medium=embed&utm_source=website&utm_campaign=share-popup\" target=\"_blank\" style=\"font-weight: bold; color: #1CAAD9;\">R. Crawford</a>\n    on <a href=\"https://sketchfab.com?utm_medium=embed&utm_source=website&utm_campaign=share-popup\" target=\"_blank\" style=\"font-weight: bold; color: #1CAAD9;\">Sketchfab</a>\n</p>\n</div>","frontmatter":{"title":"Le Triplex aujourd'hui"}}}]}},"pageContext":{}}