{"data":{"allMarkdownRemark":{"edges":[{"node":{"html":"<h1>Entretien</h1>\n<h2>Prof. Karen Vasquez</h2>\n<h2>Extraits d’entretien avec transcription</h2>\n<h4>Les problèmes de ciblage avec les médicaments traditionnels</h4>\n<div align=\"center\" style=\"padding-top:20px;\"><iframe width=\"60%\" height=\"160\" src=\"https://clyp.it/swioveg3/widget\" frameborder=\"0\"></iframe></div>\n<p><em>Transcription:</em></p>\n<p>\"À cette entreprise là, on a travaillé sur une variété de nucléosides analogues, essayant de développer chimiquement 2 nouveaux analogues qui seraient plus adaptés pour traiter le cancer. Et bien, le problème avec tout ces différents types de drogues, auparavant, est qu’il n’y avait pas de façon de cibler l’ADN endommagé ou les nucléosides analogues de l’ADN à une région spécifique. Cela endommageait toujours tout l’ADN au lieu d’une région précise. Le problème avec cela est que les cellules cancéreuses sont détruites avec des cellules normales, ce qui rend la procédure dangereuse pour le patient. Donc une fois le cancer éliminé, le patient est mort avec, ce qui n’est bien évidemment pas une solution. Empêchant ainsi d'avoir une efficacité élevée dans le traitement médicamenteux.\"</p>\n<h4>Michael E.Hogan Ph.D, père des technologies triplexes</h4>\n<div align=\"center\" style=\"padding-top:20px;\"><iframe width=\"60%\" height=\"160\" src=\"https://clyp.it/0dtymz5t/widget\" frameborder=\"0\"></iframe></div>\n<p><em>Transcription:</em></p>\n<p>\"Quand Michael Hogan était à Princeton, il était le tout premier à démontrer que les triplex formant des oligonucléotides peuvent être utilisés afin d’inhiber la transcription dans les cellules. Il avait des articles dans Nature, ScientificAmerican... il était vraiment le premier grand nom dans l’étude d’ADN Triplexe”</p>\n<h4>Les oligonucléotides comme outils de ciblage des médicaments</h4>\n<div align=\"center\" style=\"padding-top:20px;\"><iframe width=\"60%\" height=\"160\" src=\"https://clyp.it/llbbroe2/widget\" frameborder=\"0\"></iframe></div>\n<p><em>Transcription:</em></p>\n<p>\"On croyait que c’était la solution magique. On met les médicaments anti-cancers sur ces oligonucléotides et ils se dirigent vers un endroit du génome. Sauf que, ça fait... 25 ans, que je travaille dessus; ce n’est pas une solution magique, la science ne marche pas si simplement que ça. Mais c’est quand même un formidable moyen pour cibler des dégâts sur l’ADN\"</p>\n<h4>L'ADN-H comme outil de ciblage des mutations</h4>\n<div align=\"center\" style=\"padding-top:20px;\"><iframe width=\"60%\" height=\"160\" src=\"https://clyp.it/ylbqawsk/widget\" frameborder=\"0\"></iframe></div>\n<p><em>Transcription:</em></p>\n<p>\"J’ai pris cette technologie à Yale, pour introduire des mutations en endroits spécifiques du génome [...] C’est une technologie qu’on utilise depuis\"</p>\n<h4>Les oligonucléotides formant l'ADN-H sont coupé de l'ADN par la réparation</h4>\n<div align=\"center\" style=\"padding-top:20px;\"><iframe width=\"60%\" height=\"160\" src=\"https://clyp.it/dc1j11i2/widget\" frameborder=\"0\"></iframe></div>\n<p><em>Transcription:</em></p>\n<p>\"En laboratoire, nous avons constaté que ces oligonucléotides formant des triplex sont coupés de la réparation de l'ADN par réparation par excision de nucléotide.\"</p>\n<h4>L'ADN-H naturel comme source de délétions et translocations dans l'ADN</h4>\n<div align=\"center\" style=\"padding-top:20px;\"><iframe width=\"60%\" height=\"160\" src=\"https://clyp.it/dyuu1s3j/widget\" frameborder=\"0\"></iframe></div>\n<p><em>Transcription:</em></p>\n<p>“Supposons donc que vous répariez quelque chose et qu’il existe un problème semblable à une lésion. Vous le supprimez, vous vous en débarrassez, et l’ADN revient à un ADN-B normal. Vous êtes content, non? Ensuite, la cellule continue. Mais que se passe-t-il si vous essayez de découper cette structure qui, d’après vous, est endommagée mais que ce n’est pas le cas, c’est notre ADN natif? Vous coupez la structure, vous la réparez; bien, qu'est-ce qui se passe? C’est la même séquence, vous devez donc la reformer. Donc, vous essayez de le couper et il se forme à nouveau. Et vous essayez de le découper à nouveau et il se forme à nouveau. Donc, finalement, il s’agit de ce que l’on appelle une planche de réparations de sources d’erreurs; [...] c’est la décision de supprimer toute la région. Et cela conduit à des suppressions et des translocations et c’est ce que nous avons trouvé. Nous constatons donc, que pour l’ADN-H, tout comme l’ADN triplex, se trouvant naturellement dans la cellule, la réparation par excision de nucléotide tente de le couper mais qu’il n’y a pas de lésion à éliminer. Donc, il finit par passer par un mécanisme de rupture à double brin (DSB) qui conduit à des délétions (suppressions) et translocations et à un cancer humain. \"</p>","frontmatter":{"title":""}}}]}},"pageContext":{}}