{"data":{"allMarkdownRemark":{"edges":[{"node":{"html":"<h2>Les triplexes artificiels</h2>\n<p>Il est maintenant possible de synthétiser des structures appelées TFOs (Triplex Forming Oligonucleotides), des brins simples d’ADN capables de s’hybrider à l’ADN normal pour former de l’ADN triplexe. </p>\n<div align=\"center\" style=\"padding:20px;\"><img src=\"https://ars.els-cdn.com/content/image/1-s2.0-S030090840800045X-gr1.jpg\"></img>\n<p>Figure 6.<br>La formation de structure triplexes par les TFO<br>Source: “DNA Triple Helices: biological consequences and therapeutic potential”, article de A. Jain, G. Wang, et K. Vasquez</p>\n</div>\n<p>L’utilisation de ces formes triplexes artificielles pourrait être intéressante dans le traitement du cancer; des recherches à ce sujet sont actuellement en cours dans plusieures universités américaines. Nous avons contacté Prof. Karen Vasquez,  directrice d’un laboratoire de l’Université du Texas dédié aux structures non canoniques de l’ADN. </p>\n<h2>Une thérapie plus efficace</h2>\n<p><a href=\"https://sites.utexas.edu/vasquez/files/2016/10/vasquez_banner.jpg\">https://sites.utexas.edu/vasquez/files/2016/10/vasquez_banner.jpg</a></p>\n<p>Figure 2. Karen Vasquez, Université du Texas.</p>\n<p>Selon Prof. Vasquez, des expériences en cours dans son laboratoire indiquent une utilisation possible de ces triplexes sur des cellules cancérigènes. Il existe en effet des gènes identifiés comme oncogènes, une catégorie de gènes dont l'expression favorise la survenue de cancers. Lors de la survenue d’un cancer, les oncogènes sont surexprimés dans les cellules cancéreuses. Dans ce cas, il serait possible de créer un TFO capable de s’hybrider aux oncogènes concernés, afin d’inhiber leur expression et d’arrêter le développement du cancer.</p>\n<p>Pourtant, les thérapies basées exclusivement sur la destruction des oncogènes n’est pas efficace; elles doivent être combinées à des méthodes plus traditionnelles. L’idée proposée par Prof. Vasquez est d’intégrer des médicaments permettant de détruire le cancer en microparticules dans un TFO synthétisé pour s’hybrider à un oncogène. Ainsi, l’expression de l’oncogène sera inhibée, et un médicament chimique sera simultanément diffusé dans la cellule.</p>\n<p>Bien sûr, ces oncogènes existent dans toutes les cellules de l’organisme, mais en quantités beaucoup plus faibles - deux copies seulement - que dans les cellules cancéreuses, où leur quantité peut atteindre les centaines. Le médicament est donc encore présent dans les cellules saines, mais en très faible quantité, ce qui permettrait de réduire les dommages collatéraux qui rendent le traitement du cancer si difficile. </p>\n<p>Cette thérapie reste encore hypothétique, mais elle a le potentiel de beaucoup améliorer l’efficacité des traitements contre le cancer dans le futur.</p>","frontmatter":{"title":"Possibilités futures"}}}]}},"pageContext":{}}