{"data":{"allMarkdownRemark":{"edges":[{"node":{"html":"<h2>Le modèle à double hélice - Watson et Crick</h2>\n<p>Le modèle de l'ADN que nous connaissons tous, en forme de double hélice, a été développé par James Watson et Francis Crick en 1953 à partir des recherches de Rosalind Franklin et Maurice Wilkins. Ce modèle propose un ADN formé de deux brins antiparallèles enroulés l'un autour de l'autre.</p>\n<div align=\"center\" style=\"padding:20px;\"><img src=\"https://www.sciencehistory.org/sites/default/files/styles/rte_full_width/public/watson-crick-dna-model.jpg?itok=Qa7645Jc\"></img><p>Figure 1. \nJames Watson et Francis Crick en 1953, lors de la découverte de la structure de l’ADN. Source: sciencehistory.org</p></div>\n<p>Or, ce modèle n'était pas la seule théorie proéminente à cette époque. Notamment, Linus Pauling, un chimiste et physicien américain et lauréat du Prix Nobel, avait conçu un autre modèle, basé sur quelques cristallographies à rayons X  floues créées par William Astbury dans les années 1930, et inspiré par une autre théorie de l’époque, celle de Ronwin. </p>\n<h2>Le modèle à trois brins - Linus Pauling</h2>\n<p>Pauling proposait un modèle à trois brins, de forme hélicoïdale, avec les bases azotées à l’extérieur et les groupes phosphates à l’intérieur. Le modèle de Pauling était très populaire; il a été repris par Corey et Fraser en 1950, et même Watson et Crick eux-mêmes ont commencé par accepter ce modèle.</p>\n<p><img src=\"https://i.imgur.com/r87E5YZ.png\"></img></p>\n<p>Figure 2. Le modèle de Pauling en collaboration avec Robert Corey. Source: PaulingBlog.</p>\n<p>Mais cette théorie présentait des faiblesses importantes. Il était très difficile de trouver un arrangement où la place à l’intérieur de la structure était suffisante pour contenir les groupes phosphates. De plus, les phosphates chargés négativement se repousseraient à cause de cette proximité trop courte, et les distances Van der Waal de la structure semblaient trop petites - une impossibilité au niveau atomique éventuellement démontrée par les calculs de Corey et Fraser.</p>\n<p>Pauling, ne voulant pas admettre que sa théorie était fausse, continuait à manipuler le modèle jusqu’en 1955, quand la structure réelle de l’ADN a été formellement découverte par Watson et Crick, en grande partie grâce à des cristallographies particulièrement nettes faites par Rosalind Franklin, qui révélaient la vraie forme de la molécule.</p>","frontmatter":{"title":"Dans le passé"}}}]}},"pageContext":{}}